Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །ཅིག་ཤོས་ཀྱིས་ཀྱང་སྨྲས་པ། བདག་ནི་ཁྱོད་ལ་ཐམས་ཅད་དུ་བྱམས་པའི་སེམས་དང་ཕན་པའི་སེམས་དང་སྙིང་བརྩེ་བའི་སེམས་སུ་གྱུར་ཅིག་ཅེས་བྱས་སོ།
en: “The other replied, ‘May I have thoughts of love, benefit, and compassion for you everywhere.’

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་ཆོས་ཅན་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །ཆོས་མིན་ནི་ལྷ་སྦྱིན་ཡིན་ནོ།
en: I was Dharma at that time, on that occasion. It was Devadatta who was Adharma.

source: །རྒྱལ་པོ་ཆེན་པོ་ངའི་བྱམས་པའི་སེམས་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that I attained supreme and complete awakening by that thought of love, you should think otherwise;

source: འོན་ཀྱང་ངའི་བྱམས་པའི་སེམས་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་རྒྱུ་ཙམ་དང་། རྐྱེན་ཙམ་དང་། ཚོགས་ཙམ་ཡིན་ནོ།། །།འདུལ་བ་གཞི།
en: my thoughts of love were only a cause, only a condition, only a preparation for supreme and complete awakening.” 5.

source: བམ་པོ་བཞི་བཅུ་རྩ་བརྒྱད་པ།
en: The Lapwing

source: རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སེམས་ཅན་གྱི་སྐྱབས་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་ཆུ་གླིང་ཞིག་གི་འགྲམ་ན་བྱང་ཆུབ་སེམས་དཔའ་མ་ངེས་པའི་ཕུང་པོ་ལ་གནས་པ་ན་ཆུ་སྲེག་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ནས་ཆུ་སྲེག་ལྔ་བརྒྱའི་དཔོན་པོར་གྱུར་ཏོ།
en: “Great King, again, seeking supreme and complete awakening, I saved beings. Listen to that story. “Great King, the Bodhisattva, when he was in the indeterminate class, was once born among the lapwings on the bank of a certain island in a river, and became the leader of five hundred lapwings.

source: །ཇི་ཙམ་ན་ཆུ་སྲེག་རྒན་པོ་ཞིག་ཆུ་སྲེག་དེ་རྣམས་ཀྱི་སྒོ་ང་དང་ཕྲུ་གུ་རྣམས་ཐབས་ཀྱིས་སྔར་ཟོས་ནས་དལ་བུས་དལ་བུས་འཆག་ཅིང་རེས་འགའ་བྱ་བ་མེད་པ་ན་རྐང་པ་གཅིག་བསྐུམ་ནས་འདུག་གོ།
en: “At one point a certain old lapwing ate the eggs and chicks of the other lapwings. Walking slowly, he then went where there were no other birds and stood with one leg bent.

source: །དེ་ནས་ཆུ་སྲེག་དེ་རྣམས་བུ་དང་བྲལ་བ་ལས་བྱུང་བའི་སྡུག་བསྔལ་གྱིས་གདུངས་ནས་དཔོན་པོའི་དྲུང་དུ་སོང་སྟེ་རིས་མཐུན་པའི་སྐད་གཉུག་མས་ངུ་བར་བརྩམས་པ་དང་། དེ་ནས་དཔོན་པོས་རང་གི་ཁྱུ་རྣམས་དེ་ལྟར་སྡུག་བསྔལ་བར་མཐོང་ནས་ཆུ་གླིང་ཀུན་ནས་བྱུལ་བར་བརྩམས་པ་དང་། ཆོས་ཉིད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ལུས་ཀྱིས་རྣམ་པར་ལྟུང་བར་འགྱུར་གྱི་སེམས་ཀྱིས་ནི་མ་ཡིན་པས།
en: The other lapwings, grieving from the pain of separation from their young, then went to their leader and began to cry in the voice common to themselves. Then the leader, having seen his flock thus suffering, began to inspect the island. “It is natural that the bodhisattvas’ minds do not decay even when their bodies have descended to inferior states.

source: དེས་ཆུ་སྲེག་རྒན་པོ་དེ་དལ་བུས་དལ་བུས་འཆག་ཅིང་ཕྱོགས་གཅིག་ཏུ་སོང་ནས་རྐང་པ་གཅིག་བཏེག་སྟེ་གནས་པ་མཐོང་ནས།
en: Having seen the old lapwing walk slowly to a certain place and stand with one leg bent, the bodhisattva suspected him:

source: བྱང་ཆུབ་སེམས་དཔས་འཕྲིགས་པ་འདི་ནི་རང་གི་རིགས་ཀྱི་ཕྱིར་རྒོལ་བ་རང་བཞིན་ངན་པ་ཡིན་ནོ་སྙམ་དུ་རིག་ནས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: ‘He is of an evil nature, hostile even toward his own tribe.’ With this thought in mind, he spoke a verse:

source: བདག་གི་སྒོ་ང་ཕྲུ་གུ་དང་། །རུས་ཆགས་རྣམས་ཀྱང་ཟོས་ནས་ནི།
en: “ ‘Having eaten our eggs, chicks, And even your relatives,

source: །རྐང་པ་གཅིག་བཙུགས་འདུག་པ་དེ།
en: You stand with one leg bent.

source: །ཀྱེ་མ་ཁྱོད་ཀྱི་བརྟུལ་ཞུགས་ཡིན།
en: That is, alas, your way of acting.

source: །ཁ་ཅིག་སྨྲ་བ་ཡང་བདེན་ཏེ།
en: “ ‘Someone has spoken the truth:

source: །གོམ་པ་དལ་བུས་འདོར་བྱེད་ཅིང་།
en: “ ‘Beginning to walk slowly,

source: །དལ་བུས་དལ་བུས་སྨྲ་བ་དང་། །གཉའ་བ་གྱུར་གྱུར་བྱེད་པ་ནི།
en: Speaking very slowly, And bending one’s head:

source: །དེ་ནི་ངན་གཡོའི་མཚན་ཉིད་ཡིན།
en: These are the signs of deceit.’

source: །དེས་བསམས་པ། དཔོན་པོ་འདིས་ནི་བདག་གི་རྒྱུས་ཤེས་སོ་སྙམ་དུ་རིག་ནས་དེ་ཉིད་ལ་སྐྱབས་སུ་སོང་ངོ་། །དེ་ནས་དཔོན་པོས་སྨྲས་པ།
en: “The old bird thought, ‘This leader knows my mind.’ Having realized this, he sought refuge in the leader.

source: ཁུ་གུ་ནམ་ཆུ་སྲེག་གི་ཚོགས་རྣམས་འཁྲུགས་པར་མ་གྱུར་པ་དེའི་བར་དུ་ཁྱོད་ཀྱི་སེམས་བདེ་བར་གྱིས་ཤིག །དེ་ནས་ཆུ་སྲེག་རྒན་པོ་དེ་བྲོས་ནས་ཆུ་སྲེག་དེ་རྣམས་བདེ་བར་གྱུར་ཏོ།
en: The leader said to him, ‘Uncle, set your mind at peace before the flock of lapwings becomes angry.’ Then the old lapwing ran away, and the lapwings enjoyed peace.

source: །རྒྱལ་པོ་ཆེན་པོ་དེའི་ཚེ་དེའི་དུས་ན་ཆུ་སྲེག་གི་དཔོན་པོར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that the one who was the leader of those lapwings at that time, on that occasion, was someone else, you should think otherwise.

source: འོན་ཀྱང་ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་ཆུ་སྲེག་གི་དཔོན་པོ་དེར་གྱུར་ཏེ།
en: I was the leader of those lapwings at that time, on that occasion.

source: རྒྱལ་པོ་ཆེན་པོ་ངས་སེམས་ཅན་རྗེས་སུ་བཟུང་བ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that I attained supreme and complete awakening because I helped beings, you should think otherwise;

source: འོན་ཀྱང་ངས་སེམས་ཅན་རྗེས་སུ་བཟུང་བ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་རྒྱུ་ཙམ་དང་རྐྱེན་ཙམ་དང་། ཚོགས་ཙམ་ཡིན་ནོ།
en: that I helped beings was only a cause, only a condition, only a preparation for supreme and complete awakening.” 6. The Parrot

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སེམས་ཅན་རྗེས་སུ་གཟུང་བ་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་ན་ནགས་ཚང་ཚིང་ཞིག་ན་བྱང་ཆུབ་སེམས་དཔའ་མ་ངེས་པའི་ཕུང་པོ་ལ་གནས་པ་ན་ནེ་ཙོ་མི་སྐད་སྨྲ་བ་ཞིག་ཏུ་གྱུར་ཏོ།
en: “Great King, again, seeking supreme and complete awakening, I helped beings. Listen to that story. “Great King, the Bodhisattva, when he was in the indeterminate class, was once a parrot speaking human language in a certain deep forest.

source: །དེའི་ཚེ་ཡུལ་བཱ་རཱ་ཎ་སཱིར་རྒྱལ་པོ་ཚངས་སྦྱིན་ཞེས་བྱ་བར་གྱུར་པ་དེ་ཆོས་མ་ཡིན་པས་རྒྱལ་སྲིད་བྱེད་དུ་འཇུག་གོ། །དེ་ནས་ནེ་ཙོ་དེས་ཉིན་རེ་ཞིང་རྒྱལ་པོ་དེའི་ཁང་པའི་པུ་ཤུའི་སྟེང་ན་ཡིབ་ཅིང་རྒྱལ་པོ་ཆེན་པོ་ཆོས་མ་ཡིན་པས་རྒྱལ་སྲིད་མ་མཛད་ཅིག་ཅེས་སྨྲའོ། །རྒྱལ་པོ་དེ་དེ་དང་ལྷན་ཅིག་གཅུགས་པར་གྱུར་པ་དང་། དེ་ནས་དེས་རྒྱལ་པོ་དེ་དཀའ་ཐུབ་ཀྱི་གནས་ལྔ་ལ་རབ་ཏུ་བཞག་ནས་ཆོས་བཞིན་གྱིས་རྒྱལ་སྲིད་བྱེད་པ་ལ་ཞུགས་ནས།
en: At that time, a king named Brahmadatta was reigning over Vārāṇasī in a manner contrary to the Dharma. Thus the parrot hid in the attic of the king’s residence, and said every day, ‘Great King, do not reign in a manner contrary to the Dharma.’ The king became acquainted with the parrot, who then made the king build five places for ascetic practice and reign in accordance with the Dharma.

source: དེས་རི་དགས་དང་བྱ་ཐམས་ཅད་ལ་མི་འཇིགས་པ་བྱིན་ནོ།
en: Thus he gave freedom from fear to every beast and bird.

source: །རྒྱལ་པོ་ཆེན་པོ་དེའི་ཚེ་དེའི་དུས་ན་ནེ་ཙོར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that the one who was that parrot at that time, on that occasion, was someone else, you should think otherwise.

source: འོན་ཀྱང་ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་ནེ་ཙོ་མི་སྐད་སྨྲ་བ་དེ་ཡིན་པར་གྱུར་ཏོ།
en: I was the parrot that spoke human language at that time, on that occasion.

source: །རྒྱལ་པོ་ཆེན་པོ་ངས་སེམས་ཅན་ལ་ཕན་པ་བྱས་པ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that I attained supreme and complete awakening because I benefited beings, you should think otherwise;

source: འོན་ཀྱང་ངས་སེམས་ཅན་ལ་ཕན་པ་བྱས་པ་དེ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་རྒྱུ་ཙམ་དང་། རྐྱེན་ཙམ་དང་ཚོགས་ཙམ་ཡིན་ནོ།
en: that I benefited beings was only a cause, only a condition, only a preparation for supreme and complete awakening.” 7. The Banquet

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་གསོད་པ་ལ་བྱམས་པའི་སེམས་བསྐྱེད་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་ཡུལ་ཀ་ཤི་ཞེས་བྱ་བ་ན་རྒྱལ་པོ་ཚངས་སྦྱིན་ཞེས་བྱ་བ་ཞིག་རྒྱལ་སྲིད་བྱེད་དེ།
en: “Great King, again, seeking supreme and complete awakening, I harbored thoughts of love for one who would kill me. Listen to that story. “Great King, once a king named Brahmadatta was reigning over a country named Kāśi.

source: དེ་རྟག་ཏུ་ལུས་འཕགས་ཀྱི་ཡུལ་འདོད་པ་ཁོ་ནའི་ཕྱིར་ལུས་འཕགས་ཀྱི་རྒྱལ་པོ་དང་མི་མཐུན་པར་གྱུར་ཏོ།
en: He always desired the country of Videha, and so he became hostile toward the king of Videha.

source: །ལུས་འཕགས་ཀྱི་རྒྱལ་པོ་ནི་དེ་བས་ཁྱད་ཞུགས་པའི་མཐུ་དང་ལྡན་ཡང་ཡུལ་དེ་མི་འདོད་པས་རྟག་ཏུ་དེ་ལ་བྱམས་པའི་སེམས་དང་། ཕན་པའི་སེམས་དང་། སྙིང་བརྩེ་བས་གནས་སོ།
en: The king of Videha surpassed King Brahmadatta in power, but he did not desire the country of Kāśi and always had thoughts of love, benefit, and compassion for the other king.

source: །འོན་ཀྱང་དེ་སྲིད་པས་འཁོལ་བས་ཡུལ་དེ་ཁོ་ན་འདོད་པའི་ཕྱིར་དེ་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གོ་བསྐོན་ནས་ལུས་འཕགས་ཀྱི་རྒྱལ་པོ་དང་གཡུལ་སྤྲད་པའི་ཕྱིར་ཆས་སོ།
en: However, King Brahmadatta, enslaved by desire, wanted the other country, and so he prepared an army consisting of four divisions and went to fight against the king of Videha.

source: །དེ་ནས་ལུས་འཕགས་ཀྱི་རྒྱལ་པོས་ཐོས་ནས་དཔག་ཚད་ཕྱེད་དང་གསུམ་གྱི་ལམ་བསྟར་དུ་བཅུག་སྟེ། གྲོང་ཁྱེར་དེ་ཐམས་ཅད་རྡོ་བ་དང་གསེག་མ་དང་། གྱོ་མོ་བསལ་ནས་རྒྱལ་མཚན་དང་བ་དན་ནི་བསྒྲེང་། དར་གྱི་ཆུན་འཕྱང་མང་པོ་ནི་དཔྱངས། དྲི་ཞིམ་པོའི་པོག་པོར་ནི་བཤམས།
en: “When he heard about this, the king of Videha ordered that for three and a half yojanas the road be cleaned, all stones, pebbles, and gravel be removed from the entire city, banners and flags be installed, many silk tassels be hung, sweet-smelling censers be set out, sandalwood water be sprinkled, the city be made comfortable with every kind of small flower, and much pure and fine food be prepared.

source: ཙན་དན་གྱི་ཆུའི་ཆག་ཆག་གིས་བཏབ་ཅིང་མེ་ཏོག་སིལ་མ་སྣ་ཚོགས་ཀྱིས་དགའ་དགའ་ལྟར་བྱས་ནས་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་རབ་ཏུ་མང་པོ་དག་སྟ་གོན་བྱས་ཏེ་གྲོང་མི་དང་བློན་པོ་རྣམས་སྩུར་བཀྱེ་ནས་མགུ་བར་འགྱུར་བ་བརྒྱ་ཕྲག་དག་སྤྲིང་བ་ཐོས་པ་དང་། རྒྱལ་པོ་ཚངས་སྦྱིན་ཀུན་ནས་དཀྲིས་པ་དང་བྲལ་ཏེ་དེ་ནས་བསམས་པ།
en: He sent citizens and ministers to King Brahmadatta. When the king heard hundreds of pleasing messages, his desire completely dissipated.

source: ལུས་འཕགས་ཀྱི་རྒྱལ་པོ་ལ་སོ་སོར་ཡང་དག་པར་དགའ་བར་འགྱུར་བ་ཞིག་བྱས་ཏེ་སླར་ལྡོག་གོ་སྙམ་དུ་བསམས་ནས།
en: He then thought, ‘I will please the king of Videha and return.’ With this thought, he went to the king of Videha.

source: ལུས་འཕགས་ཀྱི་རྒྱལ་པོའི་དྲུང་དུ་སོང་བ་དང་། ལུས་འཕགས་ཀྱི་རྒྱལ་པོས་བཀུར་སྟི་ཆེན་པོས་བསུ་ནས་ནང་དུ་ཁྲིད་དེ།
en: The king of Videha welcomed him with the utmost courtesy, led him into the palace, and satisfied him with good food.

source: ཁ་ཟས་བསོད་པ་རྣམས་ཀྱིས་ཚིམ་པར་བྱས་ནས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: He then spoke a verse:

source: རྒྱལ་དབང་བདག་ལ་བཟོད་པར་མཛོད།
en: “ ‘O victor, forgive me, please.

source: །ཁྱོད་ལ་བདག་ནི་རྟག་ཏུ་འདུད།
en: I will always respect you.

source: །བདག་ནི་གྲོགས་པོར་གྱུར་ལགས་ན།
en: If you consider me a friend,

source: །ཁྱོད་ཀྱིས་བདག་ལ་བརྩེ་བར་མཛོད།
en: Please have pity on me.’

source: །དེས་ཀྱང་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: “King Brahmadatta spoke a verse, too:

source: བཟོད་པ་ཡི་ནི་གཞུ་བདུངས་ནས།
en: “ ‘Having drawn the bow that is forgiveness,

source: །ཁྲོ་དང་ང་རྒྱལ་འཇོམས་པ་ཡི།
en: You conquered us

source: །ཡོན་ཏན་ལྡན་པའི་མདའ་གཅིག་གིས།
en: With the virtuous arrow

source: །ཁྱོད་ཀྱིས་བདག་ཅག་རིལ་བཅོམ་མོ།
en: That destroys anger and haughtiness.’

source: །དེ་ནས་དེ་གཉིས་ཕན་ཚུན་ཡིད་གཅུགས་པར་གྱུར་ནས་རྒྱལ་པོ་ཚངས་སྦྱིན་ཡང་རང་གི་ཡུལ་དུ་སོང་ངོ་།
en: “Then, after both of them had relaxed together, King Brahmadatta left for his own country.

source: །ལུས་འཕགས་ཀྱི་ཡུལ་མི་རྣམས་ཀྱང་འཇིགས་པ་དང་བྲལ་བར་གྱུར་ཏོ།
en: The people of Videha were released from fear.

source: །རྒྱལ་པོ་ཆེན་པོ་དེའི་ཚེ་དེའི་དུས་ན་ལུས་འཕགས་ཀྱི་རྒྱལ་པོར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that the one who was the king of Videha at that time, on that occasion, was someone else, you should think otherwise.

source: ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་ལུས་འཕགས་ཀྱི་རྒྱལ་པོ་དེ་ཡིན་པར་གྱུར་ཏོ།
en: I was the king of Videha at that time, on that occasion.

source: །རྒྱལ་པོ་ཆེན་པོ་ངས་ཡིད་ཀྱི་དྲེགས་པ་བཅོམ་པ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that I attained supreme and complete awakening because I overcame arrogance, you should think otherwise;

source: འོན་ཀྱང་ངའི་ཡིད་ཀྱི་དྲེགས་པ་བཅོམ་པ་དེ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཞེས་བྱ་བ་ནས་ཚོགས་ཙམ་ཡིན་ནོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: that I overcame arrogance was . . . only a preparation for supreme and complete awakening.” 8.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སེམས་ཅན་གྱི་དོན་ཆེན་པོ་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་བྱང་ཆུབ་སེམས་དཔའ་མ་ངེས་པའི་ཕུང་པོ་ལ་གནས་པ་ནི་རྒྱ་མཚོའི་རུ་སྦལ་གྱི་དཔོན་པོ་ཞིག་ཏུ་གྱུར་ཏོ།
en: The Turtle “Great King, again, seeking supreme and complete awakening, I acted for the great benefit of beings. Listen to that story. “Great King, the Bodhisattva, when he was in the indeterminate class, was once the leader of the turtles in the ocean.

source: །ཇི་ཙམ་ན་དེད་དཔོན་འཁོར་ལྔ་བརྒྱ་པ་ནོར་ཚོལ་བ་ཞིག་རྒྱ་མཚོའི་གྲུ་བོ་ཆེ་བསྒྲུབས་ནས་རྒྱ་མཚོ་ཆེན་པོར་ཞུགས་པ་ལས་ཇི་ཙམ་ན་གྲུ་དེ་ཆུ་སྲིན་ཉའི་རིགས་ཀྱིས་བཤིག་ནས་ཚུལ་མ་ཡིན་པས་སྡུག་བསྔལ་བར་གྱུར་ཏོ།
en: A caravan leader seeking treasure with five hundred attendants arranged a ship and took to the great ocean, but the ship was wrecked by a makara.

source: །དེ་ནས་རུ་སྦལ་དེས་ཚོང་པ་ལྔ་བརྒྱ་རྒྱབ་ཏུ་བསྐྱོན་ནས་རྒྱ་མཚོ་ཆེན་པོ་ལས་བསྒྲལ་ཏོ།
en: Though they suffered such a misfortune, the turtle carried the five hundred merchants on his back and they crossed the great ocean.

source: །རྒྱལ་པོ་ཆེན་པོ་དེའི་ཚེ་དེའི་དུས་ན་རྒྱ་མཚོའི་རུ་སྦལ་གྱི་དཔོན་པོར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that the one who was that leader of the turtles in the ocean at that time, on that occasion, was someone else, you should think otherwise.

source: འོན་ཀྱང་ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་རྒྱ་མཚོའི་རུ་སྦལ་གྱི་དཔོན་པོ་དེར་གྱུར་ཏོ།
en: I was the leader of the turtles in the ocean at that time, on that occasion.

source: །རྒྱལ་པོ་ཆེན་པོ་ངས་སེམས་ཅན་རྗེས་སུ་བཟུང་བ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that I attained supreme and complete awakening because I helped beings, you should think otherwise;

source: འོན་ཀྱང་ངས་སེམས་ཅན་རྗེས་སུ་བཟུང་བ་དེ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཞེས་བྱ་བ་ནས་ཚོགས་ཙམ་ཡིན་ནོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: that I helped beings was . . . only a preparation for supreme and complete awakening.” 9. Susena

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སེམས་ཅན་ལ་ཕན་པ་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་ལུས་འཕགས་ཀྱི་རྒྱལ་པོའི་བློན་པོ་ལྔ་བརྒྱ་བྱུང་བ་ལས་དེ་ན་སྡེ་ཅན་དང་། སྡེ་བཟངས་ཞེས་བྱ་བ་སྤུན་གཉིས་ཤིག་བློན་པོའི་གཙོ་བོ་བྱེད་པ་ལས་སྡེ་ཅན་གྱིས་སྡེ་བཟངས་ལ་རྟག་ཏུ་ཀླན་ཀ་ཚོལ་ཞིང་གནོད་པ་བྱ་བ་ལ་ཞུགས་སོ།
en: “Great King, again, seeking supreme and complete awakening, I benefited beings. Listen to that story. “Great King, once the king of Videha had five hundred ministers. Among these ministers, two brothers named Sena and Susena were their leaders. Sena was always finding fault with Susena and devoted himself to harming him.

source: །སྡེ་བཟངས་ནི་དེ་ལ་རྟག་ཏུ་ཕན་པར་བྱ་བ་ལ་ཞུགས་སོ།
en: Susena, though, always devoted himself to benefiting Sena.

source: །རྒྱལ་པོའི་བློན་པོ་དང་གྲོང་མི་རྣམས་ཀྱིས་ཀྱང་སྡེ་བཟངས་ཀྱི་ཆེད་དུ་སྡེ་ཅན་དང་སྡུམས་བྱས་ཀྱང་། གནས་སྐབས་ཐམས་ཅད་དུ་གནོད་པ་བྱེད་པ་ལས་ལྡོག་ཏུ་མ་བཏུབ་བོ།
en: The king’s ministers and citizens remonstrated with Sena for Susena’s sake, but they were never able to make Sena stop harming Susena.

source: །དེ་ནས་ལུས་འཕགས་ཀྱི་རྒྱལ་པོས་མང་པོ་ཞིག་སྤྱོས་ནས་ཡུལ་ནས་བསྐྲད་དོ།
en: And so the king of Videha bitterly scolded him and banished him from the country.

source: །དེ་བཱ་རཱ་ཎ་སཱིར་སོང་ནས་རྒྱལ་པོ་ཚངས་སྦྱིན་གྱིས་བློན་པོའི་གཙོ་བོར་བཅུག་གོ།
en: He went to Vārāṇasī and was appointed the leader of ministers by King Brahmadatta.

source: །དེ་དུས་གཞན་ཞིག་ན་ལོང་བར་གྱུར་ཏོ་ཞེས་ནུ་བོ་སྡེ་བཟངས་ཀྱིས་ཐོས་ནས་རྒྱལ་པོ་ལ་གསོལ་བ་བྱས་ཏེ་བཱ་རཱ་ཎ་སཱིར་སོང་ནས་མིག་ཕྱེ་བ་དང་། སྐྱེ་བོའི་ཚོགས་ཆེན་པོས་སྡེ་བཟངས་འདི་ལྟ་བུ་གང་གིས་ན་མཐུས་ཕུ་བོ་ལོང་བར་བྱ་བའི་རིགས་ན།
en: One day he became blind. His younger brother, Susena, heard about this. He asked the king for permission and went to Vārāṇasī, where he opened Sena’s eyes.

source: སྙིང་རྗེ་དང་ལྡན་པ་འདིས་དེའི་མིག་ཕྱེའོ། །ཞེས་སྡེ་བཟངས་ལ་སེམས་དགའ་བར་གྱུར་ཏོ།
en: Many people were pleased with Susena, saying, ‘Although this Susena could rightfully blind his older brother by force, he, the merciful one, opened his brother’s eyes.’

source: །རྒྱལ་པོ་ཆེན་པོ་དེའི་ཚེ་དེའི་དུས་ན་བློན་པོའི་གཙོ་བོ་སྡེ་བཟངས་ཞེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་ན་ཞེས་བྱ་བ་ནས། འོན་ཀྱང་ངས་སེམས་ཅན་རྗེས་སུ་བཟུང་བ་དེ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཞེས་བྱ་བ་ནས་ཚོགས་ཙམ་ཡིན་ནོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: “Great King, if you think that the one who was that leader of ministers named Susena at that time, on that occasion, was someone else, . . . that I benefited beings was . . . only a preparation for supreme and complete awakening.” 10.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སེམས་ཅན་རྗེས་སུ་གཟུང་བ་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་ཚོང་ཁང་ཞིག་ན་དེད་དཔོན་གཉིས་ཤིག་གནས་པ་ལས་དེ་གཉིས་ཤིང་རྟ་ལྔ་བརྒྱ་དང་ཉོ་ཚོང་ལ་དགོན་པའི་ལམ་ཞིག་ཏུ་ཞུགས་པ་དང་དེ་གཉིས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Merchants “Great King, again, seeking supreme and complete awakening, I helped beings. Listen to that story. “Great King, once two caravan leaders were staying in a market. With five hundred carriages belonging to each, the two of them entered a path in the wilderness for the purpose of trade. Both thought, ‘It would not be beneficial for us to go together through the wilderness.

source: བདག་ཅག་དགོན་པའི་ནང་ནས་འདོང་བ་རྣམས་འདི་ལྟ་སྟེ། གཅིག་ལ་གཅིག་ཕན་ཐོགས་པར་མངོན་པ་མེད་ཀྱིས། མ་ལ་བདག་ཅག་གིས་ཤིང་རྟ་པའི་འགྲོན་པ་རབས་གཉིས་སུ་བཅད་ལ་དགོན་པའི་ལམ་དུ་འཇུག་པར་བྱའོ་སྙམ་ནས།
en: We must now divide the travelers riding carriages into two and enter the path in the wilderness.’

source: དེ་གཉིས་ཀྱིས་ཤིང་རྟ་པའི་འགྲོན་པ་རབས་གཉིས་སུ་བཅད་ནས། །དགོན་པའི་ལམ་དུ་ཞུགས་སོ།
en: “The two then did divide the travelers riding carriages into two and entered the path in the wilderness.

source: །དེ་ལ་དེད་དཔོན་གཅིག་ནི་ཤིང་རྟ་པ་ལྔ་བརྒྱ་དང་དགོན་པའི་ལམ་གྱི་མགོ་ན་འདུག་གོ།
en: One of the caravan leaders stayed at the entrance of the path in the wilderness with five hundred carriage riders.

source: །དེད་དཔོན་ཅིག་ཤོས་ནི་ཤིང་རྟ་པ་ལྔ་བརྒྱ་དང་དགོན་པའི་ལམ་དུ་ཞུགས་སོ།
en: The other caravan leader entered the path in the wilderness with five hundred other carriage riders.

source: །དེད་དཔོན་གྱི་མི་ཚོང་པའི་མདུན་ནས་འགྲོ་བས་སྐྱེས་བུ་ནག་པོ་མིག་ཆེ་ལ་དམར་བ་བོང་བུའི་ཤིང་རྟར་ཞུགས་པ། འཁོར་ལོ་རྫབ་ཀྱིས་ཡོག་པ།
en: The caravan leader, preceding the merchants, saw singing men, both a chief and his minions, who were dark skinned, whose eyes were big and red, and who were riding carriages drawn by donkeys, their wheels covered with mud.

source: གོས་རླན་པ་སྐྲ་གཤེར་བ་མེ་ཏོག་ཀུ་མུ་དའི་ཕྲེང་བས་མགོ་བོ་བཅིངས་པ། མགོ་འདྲེན་དང་དཀྱུས་མ་དག་དབྱངས་སུ་ལེན་པ་མཐོང་ངོ་།
en: Their clothes were wet, their hair damp, and garlands of white water-lilies were wound around their heads.

source: །མཐོང་ནས་ཀྱང་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀྱེ་ནང་རྗེ་ཅི་དགོན་པའི་ལམ་དུ་ལྷས་ཆར་ཕབ་ནས་རྩྭ་དང་ཆུ་སར་པ་མང་དུ་སྐྱེས་སམ་ཀྱེ་ནང་རྗེ་བདེན་ཏེ།
en: When he saw them, he asked, ‘You men, has it rained on the path in the wilderness, so that there is much fresh grass and water there?’

source: དགོན་པའི་ལམ་དུ་ལྷས་ཆར་ཕབ་ནས་རྩྭ་དང་ཆུ་སར་པ་མང་དུ་བསྐྱེད་ཀྱིས།
en: “ ‘Sir, yes. It has rained on the path in the wilderness, so that there is much fresh grass and water there.

source: ཤེས་ལྡན་དག་རྩྭ་དང་ཆུ་རྙིང་པས་ཁལ་རྣམས་དུབ་པར་མ་བྱས་པར་འོར་ཅིག །ཁྱེད་ཅག་རྩྭ་དང་ཆུ་སར་པ་ལ་ལོངས་སྤྱོད་དང་བདེ་བ་དང་ལེགས་པར་དགོན་པའི་ལམ་མ་རྟོལ་བ་ལྷག་མ་ཡང་རྟོལ་བར་འགྱུར་རོ།
en: Therefore, you should unload any old grass and water lest it make the animals tired. You will have the use of fresh grass and water, and safely pass along the rest of the path in the wilderness.’

source: །དེ་ནས་དེད་དཔོན་གྱི་མི་འགྲོན་པ་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། འགྲོན་པ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “Then the caravan leader went to his travelers.

source: །ཤེས་ལྡན་དག་ཤེས་པར་གྱིས་ཤིག །ཁོ་བོ་ཚོང་པ་རྣམས་ཀྱི་མདུན་ནས་འགྲོ་བ་ན་འདི་ན་སྐྱེས་བུ་ནག་པོ་མིག་ཆེ་ལ་དམར་བ་བོང་བུའི་ཤིང་རྟར་ཞུགས་པ། འཁོར་ལོ་རྫབ་ཀྱིས་ཡོག་པ་གོས་རླན་པ།
en: When he arrived, he said to them, ‘Sirs, please be informed that I, preceding you merchants, saw some men, both a chief and his minions, who were dark skinned, whose eyes were big and red, and who were riding carriages drawn by donkeys, their wheels covered with mud.

source: སྐྲ་གཤེར་བ་མེ་ཏོག་ཀུ་མུ་དའི་ཕྲེང་བས་མགོ་བོ་བཅིངས་པ། མགོ་འདྲེན་དང་དཀྱུས་མ་དག་དབྱངས་སུ་ལེན་པ་མཐོང་ངོ་།
en: Their clothes were wet, their hair damp, and garlands of white water-lilies were wound around their heads.

source: །མཐོང་ནས་ཀྱང་འདི་སྐད་ཅེས་ཀྱེ་ནང་རྗེ་ཅི་དགོན་པའི་ལམ་དུ་ལྷས་ཆར་ཕབ་ནས་རྩྭ་དང་ཆུ་སར་པ་མང་དུ་སྐྱེས་སམ་ཞེས་བྱས་པ་དང་། དེ་འདི་སྐད་ཅེས་ཀྱེ་ནང་རྗེ་བདེན་ཏེ།
en: When I saw them, I asked, “You men, has it rained on the path in the wilderness, so that there is much fresh grass and water there?” “ ‘ “Sir, yes,” they answered.

source: དགོན་པའི་ལམ་དུ་ལྷས་ཆར་ཕབ་ནས་རྩྭ་དང་ཆུ་སར་པ་བསྐྱེད་ཀྱིས།
en: It has rained on the path in the wilderness, so that there is much fresh grass and water there.

source: ཤེས་ལྡན་དག་རྩྭ་དང་ཆུ་རྙིང་པས་ཁལ་རྣམས་དུབ་པར་མ་བྱས་པར་འོར་ཅིག །ཁྱེད་ཅག་རྩྭ་དང་ཆུ་སར་པ་ལ་ལོངས་སྤྱོད་དང་བདེ་བ་དང་ལེགས་པར་དགོན་པའི་ལམ་མ་རྟོལ་བ་ལྷག་མ་ཡང་རྟོལ་བར་འགྱུར་རོ་ཞེས་ཟེར་གྱིས།
en: Therefore, you should unload any old grass and water lest it make the animals tired. You will have the use of fresh grass and water, and safely pass along the rest of the path in the wilderness.” Therefore, let us unload the grass and water lest our animals become tired.

source: བདག་ཅག་གི་ཁལ་རྣམས་མ་དུབ་པར་རྩྭ་དང་ཆུ་བོར་ལ་བདག་ཅག་རྩྭ་དང་ཆུ་སར་པ་ལ་ལོངས་སྤྱད་ནས་བདེ་བ་དང་ལེགས་པར་དགོན་པའི་ལམ་མ་རྟོལ་བ་ལྷག་མ་ཡང་རྟོལ་བར་བྱའོ་ཞེས་དེ་རྣམས་ཀྱིས་རྩྭ་དང་ཆུ་རྙིང་པ་བོར་ཏེ་དགོན་པའི་ལམ་དུ་ཞུགས་པ་ལས་དེ་རྣམས་དོང་ནས་ཞག་གཅིག་ལོན་ཡང་རྩྭ་དང་ཆུ་སར་པ་མ་རྙེད་དོ།
en: Let us have the use of the fresh grass and water and safely pass along the rest of the path in the wilderness.’ “They unloaded the old grass and water and proceeded along the path in the wilderness.

source: །ཞག་གཉིས་དང་གསུམ་དང་བདུན་གྱི་བར་དུ་སོང་ཡང་རྩྭ་དང་ཆུ་སར་པ་མ་རྙེད་དོ།
en: But even when a day had passed after they had set off, they obtained neither fresh grass nor water. Neither did they do so after two, three, and seven days had gone by.

source: །དེ་ནས་འགྲོན་པས་ཞག་བདུན་ལོན་པ་དང་གནོད་སྦྱིན་མི་ཟན་གྱིས་ཚུལ་མ་ཡིན་པས་ཁ་བཏག་གོ།
en: Then, when seven days had passed, the travelers were unfortunately killed by man-eating yakṣas.

source: །དེ་ནས་དེད་དཔོན་ཅིག་ཤོས་འདི་སྙམ་དུ་སེམས་ཏེ། ཚོང་པ་དག་དོང་ནས་དེང་དུ་ཞག་བདུན་ལོན་ནོ་སྙམ་དུ་བསམས་ནས་དགོན་པའི་ལམ་དེར་ཞུགས་པ་ལས།
en: “At the same time, the other caravan leader thought, ‘Seven days have passed since the merchants proceeded.’ With this in mind, he too entered the path in the wilderness.

source: དེད་དཔོན་གྱི་མི་ཚོང་པའི་མདུན་ནས་འགྲོ་བས་སྐྱེས་བུ་ནག་པོ་མིག་ཆེ་ལ་དམར་བ། བོང་བུའི་ཤིང་རྟར་ཞུགས་པ་འཁོར་ལོ་རྫབ་ཀྱིས་ཡོག་པ་གོས་རློན་པ་སྐྲ་གཤེར་བ། མེ་ཏོག་ཀུ་མུ་དའི་ཕྲེང་བས་མགོ་བོ་བཅིངས་པ། མགོ་འདྲེན་དང་དཀྱུས་མ་དག་དབྱངས་སུ་ལེན་པ་མཐོང་ངོ་།
en: The caravan leader, preceding the merchants, saw singing men, both a chief and his minions, who were dark skinned, whose eyes were big and red, and who were riding carriages drawn by donkeys, their wheels covered with mud. Their clothes were wet, their hair damp, and garlands of white water-lilies were wound around their heads.

source: །མཐོང་ནས་ཀྱང་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀྱེ་ནང་རྗེ་ཅི་དགོན་པའི་ལམ་དུ་ལྷས་ཆར་ཕབ་ནས་རྩྭ་དང་ཆུ་སར་པ་མང་དུ་སྐྱེས་སམ།
en: Having seen them, he asked, ‘You men, has it rained on the path in the wilderness, so that there is much fresh grass and water there?’
